Repository: klimentiuss/VocabVibes
Catalog: VocabVibes/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, pl, uk

# keyAllWords
source: All words
cs: Všechna slova
de: Alle Wörter
es: Todas las palabras
fr: Tous les mots
it: Tutte le parole
pl: Wszystkie słowa
uk: Всі слова

# keyHaptic
source: Haptic
cs: Vibrace
de: Vibration
es: Vibración
fr: Vibration
it: Vibrazione
pl: Wibracja
uk: Вібрація

# keyWordsInTraining
source: Words in training
cs: Slova ve výcviku
de: Wörter im Training
es: Palabras en entrenamiento
fr: Mots dans l'entraînement
it: Parole nell'allenamento
pl: Słowa w treningu
uk: Слів у тренуванні

# keyTrainings
source: Trainings
cs: Tréninky
es: Entrenamientos
fr: Entraînements
it: Allenamenti
pl: Treningi
uk: Тренування

# keySettingsWarning
source: Setting up words in training implies using the maximum number of words from the group.
cs: Nastavení slov ve výcviku předpokládá použití maximálního počtu slov ze skupiny.
de: Die Einstellung der Wörter im Training beinhaltet die Verwendung der maximalen Anzahl von Wörtern aus der Gruppe.
es: La configuración de palabras en el entrenamiento implica el uso del máximo número de palabras del grupo.
fr: Le réglage des mots dans l'entraînement implique l'utilisation du nombre maximal de mots du groupe.
it: Le impostazioni delle parole nell'allenamento prevedono l'utilizzo del numero massimo di parole dal gruppo.
pl: Ustawienia słów w treningu obejmują używanie maksymalnej liczby słów z grupy.
uk: Налаштування слів у тренуванні передбачає використання максимальної кількості слів із групи.

# keyLocalization
source: Localization
cs: Lokalizace
de: Lokalisierung
es: Localización
fr: Localisation
it: Localizzazione
pl: Lokalizacja
uk: Локалізація

# keyLanguage
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
uk: Мова

# keySettings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
uk: Налаштування

# keyCorrectAnswers
source: Correct Answers:
cs: Správné odpovědi:
de: Richtige Antworten:
es: Respuestas correctas:
fr: Réponses correctes :
it: Risposte corrette:
pl: Poprawne odpowiedzi:
uk: Правильні відповіді:

# keyGoback
source: Go back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
it: Indietro
pl: Powrót
uk: Повернутися

# keyFewWords
source: Few words in the group. Please add new words.
cs: Málo slov ve skupině. Prosím, přidejte nová slova.
de: Zu wenige Wörter in der Gruppe. Bitte fügen Sie neue Wörter hinzu.
es: Pocas palabras en el grupo. Por favor, añade nuevas palabras.
fr: Trop peu de mots dans le groupe. Veuillez ajouter de nouveaux mots.
it: Pochi vocaboli nel gruppo. Si prega di aggiungere nuove parole.
pl: Za mało słów w grupie. Proszę dodać nowe słowa.
uk: Мало слів у групі. Будь ласка, додайте нові слова.

# keyMakeWord
source: MakeWord
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
pl: Utwórz
uk: Створи

# keyMakeWordWarning
source: Please form a word from the letters
cs: Prosím, sestavte slovo z písmen
de: Bitte stellen Sie ein Wort zusammen aus Buchstaben
es: Por favor, forma una palabra con las letras
fr: Veuillez former un mot avec les lettres
it: Si prega di comporre una parola con le lettere
pl: Proszę utworzyć słowo z liter
uk: Будь ласка, складіть слово з букв

# keyIncorrect
source: Incorrect
cs: Nesprávně
de: Falsch
es: Incorrecto
it: Errato
pl: Niepoprawne
uk: Невірно

# keyChooseOne
source: ChooseOne
cs: Vyberte
de: Wählen Sie
es: Selecciona
fr: Choisir
it: Scegli
pl: Wybierz
uk: Вибери

# keyWriteTranslation
source: Write translation
cs: Napište překlad
de: Schreiben Sie die Übersetzung
es: Escribe la traducción
fr: Écrire la traduction
it: Scrivi la traduzione
pl: Napisz tłumaczenie
uk: Напишіть переклад

# keyWriteCards
source: WriteCards
cs: Napište
de: Schreiben Sie
es: Escribe
fr: Écrire
it: Scrivi
pl: Napisz
uk: Напиши

# keyWriteWordWorning
source: Please enter translation below
cs: Prosím, napište překlad níže
de: Bitte geben Sie die Übersetzung unten ein
es: Por favor, escribe la traducción a continuación
fr: Veuillez écrire la traduction ci-dessous
it: Si prega di inserire la traduzione qui sotto
pl: Proszę wpisać tłumaczenie poniżej
uk: Будь ласка, введіть переклад нижче

# keyDonePractice
source: You've done practive
cs: Dokončili jste trénink
de: Sie haben das Training abgeschlossen
es: Has finalizado el entrenamiento
fr: Vous avez terminé l'entraînement
it: Hai completato l'allenamento
pl: Zakończyłeś trening
uk: Ви закінчили тренування

# keyFlashCards
source: FlashCards
cs: Kartičky
es: Tarjetas
fr: Cartes
it: Carte
pl: Fiszki
uk: Картки

# keyStartTraining
source: Start training
cs: Začít trénink
de: Training starten
es: Comenzar entrenamiento
fr: Commencer l'entraînement
it: Inizia l'allenamento
pl: Rozpocznij trening
uk: Почніть тренування

# keyChooseTraining
source: Choose training type:
cs: Vyberte typ tréninku:
de: Wählen Sie den Trainingstyp:
es: Selecciona el tipo de entrenamiento:
fr: Choisir le type d'entraînement :
it: Scegli il tipo di allenamento:
pl: Wybierz rodzaj treningu:
uk: Виберіть тип тренування:

# keyBigFlashCards
source: Flash Cards
cs: Kartičky
es: Tarjetas
fr: Cartes
it: Carte
pl: Fiszki
uk: Картки

# keyBigWriteWords
source: Write Word
cs: Napište
de: Schreiben Sie
es: Escribe
fr: Écrire
it: Scrivi
pl: Napisz
uk: Напиши

# keyBigChooseOne
source: Choose One
cs: Vyberte
de: Wählen Sie
es: Selecciona
fr: Choisir
it: Scegli
pl: Wybierz
uk: Вибери

# keyBigMakeWord
source: Make Word
cs: Vytvořte
de: Erstellen Sie
es: Crear
fr: Créer
it: Crea
pl: Utwórz
uk: Зроби

# keySelectGroup
source: Select group:
cs: Vyberte skupinu:
de: Wählen Sie eine Gruppe:
es: Selecciona un grupo:
fr: Sélectionner un groupe :
it: Seleziona un gruppo:
pl: Wybierz grupę:
uk: Виберіть групу:

# keyChooseList
source: Please choose a list
cs: Prosím, vyberte skupinu
de: Bitte wählen Sie eine Gruppe
es: Por favor, selecciona un grupo
fr: Veuillez choisir un groupe
it: Si prega di selezionare un gruppo
pl: Proszę wybrać grupę
uk: Будь ласка, виберіть групу

# keyFillCorrect
source: Please fill in the fields correctly.
cs: Prosím, vyplňte pole správně.
de: Bitte füllen Sie die Felder korrekt aus.
es: Por favor, completa los campos correctamente.
fr: Veuillez remplir les champs correctement.
it: Si prega di compilare correttamente i campi.
pl: Proszę wypełnić pola poprawnie.
uk: Будь ласка, заповніть поля правильно.

# keyWord
source: Word
cs: Slovo
de: Wort
es: Palabra
fr: Mot
it: Parola
pl: Słowo
uk: Слово

# keyTranslate
source: Translate
cs: Překlad
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
pl: Tłumaczenie
uk: Переклад

# keyClose
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
uk: Закрити

# keyCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
uk: Скасувати

# keySave
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
uk: Зберегти

# keyWordGroups
source: Word Groups
cs: Skupiny slov
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
pl: Grupy słów
uk: Групи слів

# keyAddNew
source: Add new
cs: Přidat nové
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
it: Aggiungi nuovo
pl: Dodaj nową
uk: Створити нову

# keyNewGroup
source: New Group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
pl: Nowa grupa
uk: Нова група

# keyGroupName
source: Group name
cs: Název skupiny
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
pl: Nazwa grupy
uk: Назва групи

# keyEnterNameOfGroup
source: Please enter name of new group.
cs: Zadejte název nové skupiny.
de: Geben Sie den Namen der neuen Gruppe ein.
es: Ingresa el nombre del nuevo grupo.
fr: Veuillez entrer le nom du nouveau groupe.
it: Inserisci il nome del nuovo gruppo.
pl: Wprowadź nazwę nowej grupy.
uk: Введіть назву нової групи.

# keyCantDeleteGroup
source: You can't delete the last group
cs: Nemůžete smazat poslední skupinu.
de: Sie können die letzte Gruppe nicht löschen.
es: No puedes eliminar el último grupo.
fr: Vous ne pouvez pas supprimer le dernier groupe.
it: Non puoi eliminare l'ultimo gruppo.
pl: Nie możesz usunąć ostatniej grupy.
uk: Ви не можете видалити останню групу.

# keyInitialGroup
source: Words to learn
cs: Slova ke studiu
de: Wörter zum Lernen
es: Palabras para estudiar
fr: Mots à étudier
it: Parole da studiare
pl: Słowa do nauki
uk: Слова для вивчення

# keyApple
source: яблоко
cs: jablko
de: apfel
es: manzana
fr: pomme
it: mela
pl: jabłko
uk: яблуко

# keyPhone
source: телефон
cs: telefon
de: telefon
es: teléfono
fr: téléphone
it: telefono
pl: telefon

# keyApp
source: застосунок
cs: aplikace
de: anwendung
es: aplicación
fr: application
it: applicazione
pl: aplikacja

# keyCard
source: картка
cs: karta
de: karte
es: tarjeta
fr: carte
it: carta
pl: karta

# keySkip
source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pl: Pomiń
uk: Пропустити

# keyWelcome
source: Welcome to Memrix
cs: Vítejte v Memrix
de: Willkommen bei Memrix
es: Bienvenido/a a Memrix
fr: Bienvenue sur Memrix
it: Benvenuto in Memrix
pl: Witaj w Memrix
uk: Ласкаво просимо в Memrix

# keyTagline
source: An app that lets you know more.
cs: Aplikace, která Vám pomáhá získat více informací.
de: Eine App, die Ihnen mehr Informationen liefert.
es: Una aplicación que te permite saber más.
fr: Une application qui vous permet d'en savoir plus.
it: Un'app che ti permette di saperne di più.
pl: Aplikacja, która pozwala dowiedzieć się więcej.
uk: Додаток, що дозволяє дізнатися більше.

# keyFindOut
source: Find out more
cs: Zjistit více
de: Erfahren Sie mehr
es: Descubre más
fr: En savoir plus
it: Scopri di più
pl: Dowiedz się więcej
uk: Пройти навчання

# keyLearnWords
source: Learn words with flashcards
cs: Učte se slova s pomocí kartiček
de: Lernen Sie Wörter mit Flashcards
es: Aprende palabras con tarjetas de memoria
fr: Apprenez des mots avec des cartes mémoire
it: Impara parole con le flashcard
pl: Ucz się słów za pomocą fiszek
uk: Вивчайте слова за допомогою карток

# keyTryAgain
source: Try again
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
uk: Спробувати ще раз

# keyTap
source: Tap on the card to see the translation
cs: Klepněte na kartu, abyste viděli překlad
de: Tippen Sie auf die Karte, um die Übersetzung zu sehen
es: Toca la tarjeta para ver la traducción
fr: Appuyez sur la carte pour voir la traduction
it: Tocca la carta per vedere la traduzione
pl: Dotknij karty, aby zobaczyć tłumaczenie
uk: Торкніться картки, щоб побачити переклад

# keySwipe
source: Swipe right if you know the word
cs: Přejeďte doprava, pokud slovo znáte
de: Wischen Sie nach rechts, wenn Sie das Wort kennen
es: Desliza hacia la derecha si conoces la palabra
fr: Faites glisser vers la droite si vous connaissez le mot
it: Scorri a destra se conosci la parola
pl: Przesuń w prawo, jeśli znasz słowo
uk: Перетягніть вправо, якщо ви знаєте слово

# keyLeftSwipe
source: Or left if you don't
cs: Nebo doleva, pokud neznáte
de: Oder nach links, wenn nicht
es: O hacia la izquierda si no la conoces
fr: Ou vers la gauche si vous ne le connaissez pas
it: Oppure a sinistra se non la conosci
pl: Albo w lewo, jeśli nie znasz
uk: Або вліво, якщо не знаєте

# keyNext
source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pl: Następny
uk: Далі

# keyTrainingWords
source: Practice words in exercises
cs: Procvičujte slova v cvičeních
de: Üben Sie Wörter in Übungen
es: Practica palabras en ejercicios
fr: Pratiquez les mots dans des exercices
it: Esercita le parole negli esercizi
pl: Ćwicz słowa w ćwiczeniach
uk: Тренуйте слова вправами

# keyChooseRightWord
source: Choose the correct answer from the given options
cs: Vyberte správnou odpověď ze zadaných možností
de: Wählen Sie die richtige Antwort aus den gegebenen Optionen
es: Elige la respuesta correcta de las opciones dadas
fr: Choisissez la bonne réponse parmi les options proposées
it: Scegli la risposta corretta tra le opzioni date
pl: Wybierz prawidłową odpowiedź spośród podanych opcji
uk: Виберайте правильну відповідь з запропонованих варіантів

# keyMakeWordFromLetters
source: Make a word out of letters or skip if you don't know
cs: Vytvořte slovo z písmen nebo přeskočte, pokud nevíte
de: Bilden Sie ein Wort aus Buchstaben oder überspringen Sie es, wenn Sie es nicht wissen
es: Forma una palabra con las letras o omítela si no la conoces
fr: Formez un mot à partir des lettres ou passez si vous ne le connaissez pas
it: Forma una parola dalle lettere o salta se non la conosci
pl: Utwórz słowo z liter lub pomiń, jeśli nie wiesz
uk: Утворюйте слово з літер або пропустіть, якщо не знаєте

# keyWriteWordInTextFiedl
source: Write the answer in the text field using the keyboard
cs: Napište odpověď do textového pole pomocí klávesnice
de: Schreiben Sie die Antwort in das Textfeld mit der Tastatur
es: Escribe la respuesta en el campo de texto usando el teclado
fr: Écrivez la réponse dans le champ de texte à l'aide du clavier
it: Scrivi la risposta nel campo di testo utilizzando la tastiera
pl: Napisz odpowiedź w polu tekstowym za pomocą klawiatury
uk: Пишіть відповідь у текстове поле за допомогою клавіатури

# keyMakeAndWatch
source: Create and track
cs: Vytvořte a sledujte
de: Erstellen und verfolgen
es: Crea y sigue
fr: Créez et suivez
it: Crea e monitora
pl: Twórz i śledź
uk: Створити і стежити

# keyChooseGroupBeforeTrainig
source: Before training, choose a group of words that you want to study.
cs: Před tréninkem vyberte skupinu slov, kterou chcete studovat.
de: Wählen Sie vor dem Training eine Wortgruppe aus, die Sie studieren möchten.
es: Antes del entrenamiento, elige un grupo de palabras que quieras estudiar.
fr: Avant l'entraînement, choisissez un groupe de mots que vous souhaitez étudier.
it: Prima dell'allenamento, scegli un gruppo di parole che desideri studiare.
pl: Przed treningiem wybierz grupę słów, które chcesz studiować.
uk: Перед тренуванням виберіть групу слів, яку хочете вивчити.

# keyTapPlus
source: Tap on the plus to add a new word to the selected group.
cs: Klepněte na plus, abyste přidali nové slovo do vybrané skupiny.
de: Tippen Sie auf das Plus, um ein neues Wort zur ausgewählten Gruppe hinzuzufügen.
es: Toca el símbolo de más para agregar una nueva palabra al grupo seleccionado.
fr: Appuyez sur le plus pour ajouter un nouveau mot au groupe sélectionné.
it: Tocca il pulsante più per aggiungere una nuova parola al gruppo selezionato.
pl: Dotknij plusa, aby dodać nowe słowo do wybranej grupy.
uk: Торкніться плюса, щоб додати нове слово до обраної групи.

# keyWatchWords
source: Track progress with color identifiers.
cs: Sledujte pokrok pomocí barevných identifikátorů.
de: Verfolgen Sie den Fortschritt mit Farbmarkierungen.
es: Sigue el progreso con indicadores de color.
fr: Suivez les progrès avec des indicateurs de couleur.
it: Monitora i progressi con indicatori di colore.
pl: Śledź postęp za pomocą identyfikatorów kolorów.
uk: Стежте за прогресом за допомогою ідентифікаторів кольорів.

# keyEndLearning
source: Finish familiarization
cs: Ukončit seznamování
de: Fertig mit der Einführung
es: Finalizar familiarización
fr: Terminer la familiarisation
it: Termina familiarizzazione
pl: Zakończ zapoznanie się
uk: Закінчити ознайомлення

# keyWatchTutorial
source: How to use the app
cs: Jak používat aplikaci
de: So verwenden Sie die App
es: Cómo usar la aplicación
fr: Comment utiliser l'application
it: Come usare l'app
pl: Jak korzystać z aplikacji
uk: Як користуватися додатком

# keyApplication
source: Application
cs: aplikace
it: Applicazione
uk: Додаток

# keyBug
source: Report a bug
cs: Nahlásit chybu
it: Segnala un errore
uk: Повідомити про помилку

# keySuggest
source: Suggest improvement
cs: Navrhnout vylepšení
it: Suggerisci un miglioramento
uk: Запропонувати поліпшення

# keySuport
source: Support
cs: Podpora
it: Supporto
uk: Підтримка

# keyPrivacy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
it: Politica sulla privacy
uk: Політика конфіденційності

# keyUsage
source: Usage
cs: Použití
it: Utilizzo
uk: Використання

# keySensitive
source: Case sensitive
cs: Citlivý na velká písmena
it: Maiuscole e minuscole
uk: Враховувати регістр

# keyRegisterWords
source: Turning case on will allow you to add words to groups with a capital letter.
cs: Zapnutím velkých písmen vám umožní přidávat slova do skupin s velkým písmenem.
it: L'attivazione di maiuscole e minuscole ti consentirà di aggiungere parole ai gruppi con una lettera maiuscola.
uk: Увімкнення регістру дозволить додавати слова до груп з великої літери.

# keyEdit
source: Editing
cs: Editace
it: Modifica
uk: Редагування

# keyEditMessage
source: You can edit word below.
cs: Níže můžete upravit slovo.
it: Puoi modificare la parola qui sotto.
uk: Ви можете редагувати слово нижче.

# keyRate
source: Rate the app ❤️
cs: Ohodnoťte aplikaci ❤️
it: Valuta l'app ❤️
uk: Оцінити додаток ❤️
